[
    {"titre":"Le Parrain", "genre":"Policier", "prix":16, "annee":1972 , "duree":175 , "description": "En 1945, à New York, les Corleone sont une des cinq familles de la mafia. Don Vito Corleone, 'parrain' de cette famille, marie sa fille à un bookmaker. Sollozzo, 'parrain' de la famille Tattaglia, propose à Don Vito une association dans le trafic de drogue, mais celui-ci refuse. Sonny, un de ses fils, y est quant à lui favorable. Afin de traiter avec Sonny, Sollozzo tente de faire tuer Don Vito, mais celui-ci en réchappe. Michael, le frère cadet de Sonny, recherche alors les commanditaires de l'attentat et tue Sollozzo et le chef de la police, en représailles. Michael part alors en Sicile, où il épouse Apollonia, mais celle-ci est assassinée à sa place. De retour à New York, Michael épouse Kay Adams et se prépare à devenir le successeur de son père..."},
    {"titre":"Le Seigneur des Anneaux", "genre":"Aventure", "prix":24, "annee":2001 , "duree":178 , "description": "Un jeune et timide `Hobbit', Frodon Sacquet, hérite d'un anneau magique. Bien loin d'être une simple babiole, il s'agit d'un instrument de pouvoir absolu qui permettrait à Sauron, le `Seigneur des ténèbres', de régner sur la `Terre du Milieu' et de réduire en esclavage ses peuples. Frodon doit parvenir jusqu'à la `Crevasse du Destin' pour détruire l'anneau."},
    {"titre":"Pulp Fiction", "genre":"Policier", "prix":8, "annee":1994 , "duree":154 , "description": "L'odyssée sanglante et burlesque de petits malfrats dans la jungle de Hollywood à travers trois histoires qui s'entremêlent. Dans un restaurant, un couple de jeunes braqueurs, Pumpkin et Yolanda, discutent des risques que comporte leur activité. Deux truands, Jules Winnfield et son ami Vincent Vega, qui revient d'Amsterdam, ont pour mission de récupérer une mallette au contenu mystérieux et de la rapporter à Marsellus Wallace."},
    {"titre":"Le Roi Lion", "genre":"Aventure", "prix":3, "annee":1994 , "duree":89 , "description": "Le fils du roi des animaux vient de naître. Son oncle est jaloux car il aimerait lui aussi régner. Il invente une ruse qui aboutira sur la mort du roi. Le jeune fils, Simba, témoin de la mort de son père, et s'en croyant responsable, va fuir sa horde."},
    {"titre":"Gran Torino", "genre":"Drame", "prix":19, "annee":2008 , "duree":116 , "description": "Walt Kowalski, un vétéran de la guerre de Corée, vient de perdre sa femme. Seul, misanthrope, bougon et raciste, il veille jalousement sur sa Ford Gran Torino, râlant sans cesse contre les habitants de son quartier, en majorité d'origine asiatique. Un jour, son jeune voisin, Tao, tente de lui voler sa voiture sous la pression d'un gang. Walt s'aperçoit bientôt que l'adolescent est littéralement harcelé par les jeunes caïds. Prenant la défense de Tao, Walt devient malgré lui le héros du quartier."},
    {"titre":"Le Bon la brute et le truand", "genre":"Western", "prix":29, "annee":1968 , "duree":180 , "description": "Alors que la guerre de Sécession fait rage aux Etats-Unis, trois bandits n'ont qu'une préoccupation : l'argent. Joe livre régulièrement à la justice son copain Tuco, dont la tête est mise à prix, puis empoche la prime et délivre son complice. Sentenza abat, avec un égal sang-froid, l'homme qu'il devait tuer moyennant récompense, et celui qui l'avait mandaté pour cette exécution."},
    {"titre":"Bohemian Rhapsody", "genre":"Drame", "prix":15, "annee":2018 , "duree":135 , "description": "Du succès fulgurant de Freddie Mercury à ses excès, risquant la quasi-implosion du groupe, jusqu'à son retour triomphal sur scène lors du concert Live Aid, alors qu'il était frappé par la maladie, découvrez la vie exceptionnelle d'un homme qui continue d'inspirer les 'outsiders', les rêveurs et tous ceux qui aiment la musique."},
    {"titre":"Retour vers le futur", "genre":"Aventure", "prix":20, "annee":1985 , "duree":116 , "description": "Le jeune Marty McFly mène une existence anonyme, auprès de sa petite amie Jennifer, seulement troublée par sa famille en crise et un proviseur qui serait ravi de l'expulser du lycée. Ami de l'excentrique professeur Emmett Brown, il l'accompagne tester sa nouvelle expérience : le voyage dans le temps via une DeLorean modifiée. La démonstration tourne mal : des trafiquants d'armes débarquent et assassinent le scientifique."},
    {"titre":"Reservoir Dogs", "genre":"Policier", "prix":22, "annee":1992 , "duree":99 , "description": "Six truands désignés par des noms de code entreprennent de dévaliser une importante bijouterie sous la direction du tyrannique Joe Cabot et de son fils Nice Guy Eddie. L'opération échoue malencontreusement et se solde par un bain de sang. Les malfrats se réfugient alors dans un entrepôt sordide. Mr Orange est grièvement blessé. Mr Pink, quant à lui, est d'avis qu'il existe un traître parmi eux. Mr Blonde, un psychopathe, entend bien faire parler le policier qu'il a réussi à capturer."},
    {"titre":"Leon", "genre":"Policier", "prix":13, "annee":1994 , "duree":110 , "description": "Un tueur à gages répondant au nom de Léon prend sous son aile Mathilda, une petite fille de 12 ans, seule rescapée du massacre de sa famille. Bientôt, Léon va faire de Mathilda une `nettoyeuse', comme lui. La jeune fille pourra alors venger son petit frère."}
]
